Repository: microsoft/terminal
Catalog: src/cascadia/TerminalSettingsEditor/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, sr_cyrl_rs, zh_cn, zh_tw

# Profile_AdjustIndistinguishableColors.HelpText
source: Automatically brightens or darkens text to make it more visible. Even when enabled, this adjustment will only occur when a combination of foreground and background colors would result in poor contrast.
de_de: Hellt Text automatisch auf oder verdunkelt ihn, um ihn besser sichtbar zu machen. Selbst wenn diese Funktion aktiviert ist, erfolgt diese Anpassung nur dann, wenn eine Kombination aus Vorder- und Hintergrundfarben zu einem schlechten Kontrast führen würde.
es_es: Ilumina u oscurece automáticamente el texto para que sea más visible. Aunque esté habilitado, este ajuste solo se producirá cuando una combinación de colores de primer plano y fondo genere un contraste deficiente.
fr_fr: Égaye automatiquement ou noircit le texte pour le rendre plus visible. Même si cette option est activée, cet ajustement se produit uniquement lorsqu’une combinaison de couleurs de premier plan et d’arrière-plan entraîne un contraste médiocre.
it_it: Schiarisce o scurisce automaticamente il testo per renderlo più visibile. Anche quando è abilitata, tale regolazione avrà effetto solo quando la combinazione di colori in primo piano e sullo sfondo produce scarso contrasto.
ja_jp: テキストを自動的に明るくまたは暗くして見やすくします。この調整が有効になっている場合でも、前景色と背景色の組み合わせによってコントラストが低下する場合にのみこの調整が行われます。
ko_kr: 텍스트를 자동으로 밝고 어둡게 조정하여 더 잘 보이도록 합니다. 사용하도록 설정하더라도 전경색과 배경색이 잘 어우러지지 않아 대비가 좋지 않을 때만 조정됩니다.
ru_ru: Автоматически повышает яркость или затемняет текст, чтобы сделать его более заметным. Даже если этот параметр включен, он будет действовать только в при слабой контрастности сочетания цветов переднего плана и фона.
sr_cyrl_rs: Аутоматски посветљава или затамњује текст тако да постане видљивији. Чак и када је укључено, ово подешавање ће се примењивати само када комбинација боја позадине и предњег плана даје лош контраст.
zh_cn: 自动使文本变亮或变暗，使其更可见。即使启用后，仅当前景和背景颜色的组合导致对比度较差时，才会进行此调整。
zh_tw: 自動讓文字變亮或變暗，使其更加清楚可見。即使已啟用，只有在前景和背景色彩的組合會導致不良對比時，才能進行此調整。

source: Scrollbar visibility
de_de: Sichtbarkeit der Bildlaufleiste
es_es: Visibilidad de la barra de desplazamiento
fr_fr: Visibilité de la barre de défilement
it_it: Visibilità della barra di scorrimento
ja_jp: スクロールバーの表示
ko_kr: 스크롤 막대 표시 여부
ru_ru: Видимость полосы прокрутки
sr_cyrl_rs: Видљивост скрол линије
zh_cn: 滚动条可见性
zh_tw: 捲軸可見度

# Profile_ScrollbarVisibility.Header
source: Scrollbar visibility
de_de: Sichtbarkeit der Bildlaufleiste
es_es: Visibilidad de la barra de desplazamiento
fr_fr: Visibilité de la barre de défilement
it_it: Visibilità della barra di scorrimento
ja_jp: スクロールバーの表示
ko_kr: 스크롤 막대 표시 여부
ru_ru: Видимость полосы прокрутки
sr_cyrl_rs: Видљивост скрол линије
zh_cn: 滚动条可见性
zh_tw: 捲軸可見度

# Profile_ScrollbarVisibilityHidden.Content
source: Hidden
de_de: Ausgeblendet
es_es: Oculto
fr_fr: Masqué
it_it: Nascosto
ja_jp: 非表示
ko_kr: 숨김
ru_ru: Скрыто
sr_cyrl_rs: Скривена
zh_cn: 隐藏
zh_tw: 隱藏

# Profile_ScrollbarVisibilityVisible.Content
source: Visible
de_de: Sichtbar
it_it: Visibile
ja_jp: 表示
ko_kr: 표시
ru_ru: Видимы
sr_cyrl_rs: Видљива
zh_cn: 可见
zh_tw: 未隱藏

# Profile_ScrollbarVisibilityAlways.Content
source: Always
de_de: Immer
es_es: Siempre
fr_fr: Toujours
it_it: Sempre
ja_jp: 常時
ko_kr: 항상
ru_ru: Всегда
sr_cyrl_rs: Увек
zh_cn: 始终
zh_tw: 一律

# Profile_SnapOnInput.Header
source: Scroll to input when typing
de_de: Beim Tippen zur Eingabezeile scrollen
es_es: Desplazarse a la entrada al escribir
fr_fr: Défilez jusqu’à l’entrée lors de la saisie
it_it: Scorri fino all’input durante la digitazione
ja_jp: 入力時にスクロールする
ko_kr: 입력 시 입력으로 스크롤
ru_ru: Прокрутка для ввода при печати
sr_cyrl_rs: Када се куца, скролуј на унос
zh_cn: 输入时滚动到输入位置
zh_tw: 輸入時，捲動到 [輸入]

source: Starting directory
de_de: Startverzeichnis
es_es: Directorio de inicio
fr_fr: Répertoire de démarrage
it_it: Directory iniziale
ja_jp: 開始ディレクトリ
ko_kr: 시작 디렉터리
ru_ru: Начальный каталог
sr_cyrl_rs: Почетни директоријум
zh_cn: 启动目录
zh_tw: 起始目錄

# Profile_StartingDirectory.Header
source: Starting directory
de_de: Startverzeichnis
es_es: Directorio de inicio
fr_fr: Répertoire de démarrage
it_it: Directory iniziale
ja_jp: 開始ディレクトリ
ko_kr: 시작 디렉터리
ru_ru: Запуск каталога
sr_cyrl_rs: Почетни директоријум
zh_cn: 启动目录
zh_tw: 啟動時載入的目錄

# Profile_StartingDirectory.HelpText
source: The directory the profile starts in when it is loaded.
de_de: Das Verzeichnis, in dem das Profil gestartet wird, wenn es geladen wird.
es_es: El directorio en el que se inicia el perfil cuando se carga.
fr_fr: Répertoire dans lequel le shell démarre lorsqu’il est chargé.
it_it: La directory che inizia il profilo durante il caricamento.
ja_jp: プロファイルが読み込まれたときに開始されるディレクトリです。
ko_kr: 프로필이 로드될 때 시작됩니다.
ru_ru: Каталог, запускаемый профилем при загрузке.
sr_cyrl_rs: Директоријум у којем профил почиње онда када се учита.
zh_cn: 加载配置文件时启动的目录。
zh_tw: 載入時，設定檔起始的目錄。

# Profile_StartingDirectoryBrowse.Content
source: Browse...
de_de: Durchsuchen…
es_es: Examinar...
fr_fr: Parcourir...
it_it: Sfoglia...
ja_jp: 参照...
ko_kr: 찾아보기...
ru_ru: Открыть...
sr_cyrl_rs: Прегледај...
zh_cn: 浏览……
zh_tw: 瀏覽...

# Profile_StartingDirectoryUseParentCheckbox.Content
source: Use parent process directory
de_de: Verzeichnis des übergeordneten Prozesses verwenden
es_es: Usar directorio de proceso primario
fr_fr: Utiliser le répertoire du processus parent
it_it: Usa directory del processo padre
ja_jp: 親プロセス ディレクトリの使用
ko_kr: 상위 프로세스 디렉터리 사용(U)
ru_ru: Использовать каталог родительского процесса
sr_cyrl_rs: Користи директоријум процеса родитеља
zh_cn: 使用父进程目录
zh_tw: 使用父系流程目錄

source: If enabled, this profile will spawn in the directory from which Terminal was launched.
de_de: Wenn diese Option aktiviert ist, wird dieses Profil in dem Verzeichnis erstellt, aus dem Terminal gestartet wurde.
es_es: Si se habilita, este perfil se generará en el directorio desde el que se inició el terminal.
fr_fr: Si l’option est activée, ce profil sera généré dynamiquement dans le répertoire depuis lequel le Terminal a été lancé.
it_it: Se questa opzione è abilitata, questo profilo verrà generato nella directory da cui è stato avviato Il terminale.
ja_jp: 有効にすると、このプロファイルはターミナルが起動されたディレクトリに生成されます。
ko_kr: 사용하도록 설정하면 터미널을 시작하는 디렉터리에 걸쳐 이 프로필이 적용됩니다.
ru_ru: Если этот параметр включен, этот профиль будет запускаться в каталоге, из которого был запущен Терминал.
sr_cyrl_rs: Ако је укључено, овај профил ће се излећи у директоријуму у којем је покренут Терминал.
zh_cn: 启用后，此配置文件将在启动终端的目录中生成。
zh_tw: 如果啟用，這個設定檔將會在啟動 Windows 終端機的目錄中產生。

# Profile_HideIconCheckbox.Content
source: Hide icon
de_de: Symbol ausblenden
es_es: Ocultar icono
fr_fr: Masquer l’icône
it_it: Nascondi icona
ja_jp: アイコンを非表示にする
ko_kr: 아이콘 숨기기
ru_ru: Скрыть значок
sr_cyrl_rs: Сакриј икону
zh_cn: 隐藏图标
zh_tw: 隱藏圖示

# Profile_HideIconCheckbox.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: If enabled, this profile will have no icon.
de_de: Wenn diese Option aktiviert ist, hat dieses Profil kein Symbol.
es_es: Si está habilitado, este perfil no tendrá ningún icono.
fr_fr: Si cette option est activée, ce profil n’a pas d’icône.
it_it: Se abilitato, questo profilo non avrà un'icona.
ja_jp: 有効にした場合、このプロファイルにはアイコンはありません。
ko_kr: 사용하도록 설정하면 이 프로필에 아이콘이 없습니다.
ru_ru: Если этот параметр включен, у этого профиля не будет значка.
sr_cyrl_rs: Ако је укључено, овај профил неће имати икону.
zh_cn: 如果启用，此配置文件将没有图标。
zh_tw: 如果啟用，此配置檔將不會有圖示。

# Profile_SuppressApplicationTitle.Header
source: Suppress title changes
de_de: Titeländerungen unterdrücken
es_es: Suprimir cambios de título
fr_fr: Annuler les modifications apportées au titre
it_it: Elimina le modifiche del titolo
ja_jp: タイトルの変更を表示しない
ko_kr: 제목 변경 표시 안 함
ru_ru: Подавление изменения названия
sr_cyrl_rs: Не приказуј измене наслова
zh_cn: 禁止更改标题
zh_tw: 禁止標題變更

# Profile_SuppressApplicationTitle.HelpText
source: Ignore application requests to change the title (OSC 2).
de_de: Anwendungsanforderungen zum Ändern des Titels ignorieren (OSC 2).
es_es: Omitir solicitudes de aplicación para cambiar el título (OSC 2).
fr_fr: Ignorer les demandes d’application pour modifier le titre (OSC 2).
it_it: Ignora le richieste dell'applicazione per modificare il titolo (OSC 2).
ja_jp: タイトルの変更要求を無視します (OSC 2)。
ko_kr: 제목 변경 요청을 무시합니다(OSC 2).
ru_ru: Игнорировать запросы приложений на изменение названия (OSC 2).
sr_cyrl_rs: Захтеви апликације за промену наслова (OSC 2) се игноришу.
zh_cn: 忽略应用程序请求以更改标题 (OSC 2)。
zh_tw: 忽略應用程式要求以變更標題 (OSC 2)。

# Profile_TabTitle.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Tab title
de_de: Registerkartentitel
es_es: Título de la pestaña
fr_fr: Titre de l’onglet
it_it: Titolo della scheda
ja_jp: タブのタイトル
ko_kr: 탭 제목
ru_ru: Название вкладки
sr_cyrl_rs: Наслов картице
zh_cn: 选项卡标题
zh_tw: 索引標籤標題

# Profile_TabTitle.Header
source: Tab title
de_de: Registerkartentitel
es_es: Título de la pestaña
fr_fr: Titre de l’onglet
it_it: Titolo della scheda
ja_jp: タブタイトル名
ko_kr: 탭 제목
ru_ru: Заголовок вкладки
sr_cyrl_rs: Наслов картице
zh_cn: 选项卡标题
zh_tw: 索引標籤標題

# Profile_TabTitle.HelpText
source: Replaces the profile name as the title to pass to the shell on startup.
de_de: Ersetzt den Profilnamen als Titel, der beim Starten an die Shell übergeben wird.
es_es: Sustituye el nombre del perfil por el título que se pasa al shell al iniciarse.
fr_fr: Remplace le titre du shell au démarrage.
it_it: Sostituisce il nome del profilo come titolo da passare alla shell all'avvio.
ja_jp: 起動時にシェルに渡すタイトルとして、プロファイル名を置き換えます。
ko_kr: 시작할 때 셸에 전달되는 프로필 이름을 제목으로 바꿉니다.
ru_ru: Заменяет имя профиля в качестве заголовка для передачи в оболочку при запуске.
sr_cyrl_rs: Замењује име профила као наслов који се прослеђује љуски приликом покретања.
zh_cn: 将配置文件名称替换为标题，以在启动时传递给 shell。
zh_tw: 在啟動時將設定檔名稱取代為要傳遞到殼層的標題。

# Profile_UnfocusedAppearanceTextBlock.Text
source: Unfocused appearance
de_de: Unscharfes Erscheinungsbild
es_es: Apariencia desenfocada
fr_fr: Apparence sans focus
it_it: Aspetto con stato non attivo
ja_jp: フォーカスされていない外観
ko_kr: 포커스되지 않는 모양
ru_ru: Внешний вид без фокуса
sr_cyrl_rs: Изглед ван фокуса
zh_cn: 无焦点外观
zh_tw: 非焦點外觀

# Profile_AddAppearanceButton.Text
source: Create Appearance
de_de: Erscheinungsbild erstellen
es_es: Crear apariencia
fr_fr: Créer une apparence
it_it: Crea aspetto
ja_jp: 外観の作成
ko_kr: 모양 만들기
ru_ru: Создать внешний вид
sr_cyrl_rs: Креирај изглед
zh_cn: 创建外观
zh_tw: 建立外觀

# Profile_DeleteAppearanceButton.Text
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ru_ru: Удалить
sr_cyrl_rs: Обриши
zh_cn: 删除
zh_tw: 刪除

# Profile_UseAcrylic.Header
source: Enable acrylic material
de_de: Acrylmaterial aktivieren
es_es: Habilitar material acrílico
fr_fr: Activer le matériau acrylique
it_it: Abilita il materiale acrilico
ja_jp: アクリル素材を有効にする
ko_kr: 아크릴 재질 사용
ru_ru: Включить акриловый материал
sr_cyrl_rs: Укључи акрилни материјал
zh_cn: 启用亚克力材料
zh_tw: 啟用壓克力材料

# Profile_UseAcrylic.HelpText
source: Applies a translucent texture to the background of the window.
de_de: Wendet eine durchscheinende Textur auf den Hintergrund des Fensters an.
es_es: Aplica una textura traslúcida al fondo de la ventana.
fr_fr: Applique une texture translucide à l’arrière-plan de la fenêtre.
it_it: Applica una trama traslucido allo sfondo della finestra.
ja_jp: 半透明のテクスチャをウィンドウの背景に適用します。
ko_kr: 창의 배경에 대응 텍스트를 적용합니다.
ru_ru: Применяет прозрачную текстуру к фону окна.
sr_cyrl_rs: Примењује провидну текстуру на позадину прозора.
zh_cn: 将半透明纹理应用于窗口背景。
zh_tw: 在視窗的背景套用半透明的紋理。

# Profile_UseDesktopImage.Content
source: Use desktop wallpaper
de_de: Desktophintergrund verwenden
es_es: Usar papel tapiz del escritorio
fr_fr: Utiliser le papier peint du Bureau
it_it: Usa sfondo del desktop
ja_jp: デスクトップの壁紙を使用
ko_kr: 데스크톱 배경 화면 사용
ru_ru: Использовать рисунки рабочего стола
sr_cyrl_rs: Користи позадину радне површине
zh_cn: 使用桌面壁纸
zh_tw: 使用桌面背景

# Profile_UseDesktopImage.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Use the desktop wallpaper image as the background image for the terminal.
de_de: Verwenden Sie das Desktophintergrundbild als Hintergrundbild für das Terminal.
es_es: Use la imagen de papel tapiz del escritorio como imagen de fondo para el terminal.
fr_fr: Utiliser l’image de papier peint du Bureau comme image d’arrière-plan pour le terminal.
it_it: Usa l'immagine di sfondo del desktop come immagine di sfondo per il terminale.
ja_jp: デスクトップの壁紙イメージをターミナルの背景画像として使用します。
ko_kr: 바탕 화면 배경 화면 이미지를 터미널의 배경 이미지로 사용합니다.
ru_ru: Используйте фоновое изображение рабочего стола в качестве фонового изображения терминала.
sr_cyrl_rs: Као слику позадине терминала користи слику позадине радне површине.
zh_cn: 使用桌面壁纸图像作为终端的背景图像。
zh_tw: 使用桌面桌布影像做為終端機的背景影像。

# Settings_ResetSettingsButton.Content
source: Discard changes
de_de: Änderungen verwerfen
es_es: Descartar los cambios
fr_fr: Abandonner les modifications
it_it: Rimuovi modifiche
ja_jp: 変更を破棄する
ko_kr: 변경 내용 취소
ru_ru: Отменить изменения
sr_cyrl_rs: Одбаци измене
zh_cn: 放弃更改
zh_tw: 捨棄變更

source: Discard all unsaved settings.
de_de: Alle nicht gespeicherten Einstellungen verwerfen.
es_es: Descartar todas las opciones de configuración no guardadas.
fr_fr: Ignorer tous les paramètres non enregistrés.
it_it: Rimuovi tutte le impostazioni non salvate.
ja_jp: 保存されていない設定をすべて破棄します。
ko_kr: 저장하지 않은 설정을 모두 삭제합니다.
ru_ru: Отменить все несохраненные параметры.
sr_cyrl_rs: Одбацује све несачуване измене.
zh_cn: 放弃所有未保存的设置。
zh_tw: 捨棄所有未儲存設定。

# Settings_SaveSettingsButton.Content
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
ja_jp: 保存
ko_kr: 저장
ru_ru: Сохранить
sr_cyrl_rs: Сачувај
zh_cn: 保存
zh_tw: 儲存

# Settings_UnsavedSettingsWarning.Text
source: You have unsaved changes.
de_de: ⚠ Es sind nicht gespeicherte Änderungen vorhanden.
es_es: ⚠ Tienes cambios sin guardar
fr_fr: ⚠ Certaines modifications ne sont pas enregistrées.
it_it: ⚠ Sono presenti modifiche non salvate
ja_jp: ⚠ 保存されていない変更があります。
ko_kr: ⚠ 저장되지 않은 변경 내용이 있습니다.
ru_ru: ⚠ Есть несохраненные изменения
sr_cyrl_rs: ⚠ Имате несачуване измене.
zh_cn: ⚠ 你有未保存的更改。
zh_tw: ⚠ 您有尚未儲存的變更。

# Nav_AddNewProfile.Content
source: Add a new profile
de_de: Neues Profil hinzufügen
es_es: Agregar un nuevo perfil
fr_fr: Ajouter un nouveau profil
it_it: Aggiungi un nuovo profilo
ja_jp: 新しいプロファイルを追加します
ko_kr: 새 프로필 추가
ru_ru: Добавить новый профиль
sr_cyrl_rs: Додај нови профил
zh_cn: 添加新配置文件
zh_tw: 新增設定檔

# Nav_Profiles.Content
source: Profiles
de_de: Profile
es_es: Perfiles
fr_fr: Profils
it_it: Profili
ja_jp: プロファイル
ko_kr: 프로필
ru_ru: Профили
sr_cyrl_rs: Профили
zh_cn: 配置文件
zh_tw: 設定檔

# Globals_LaunchModeFocus.Content
source: Focus
de_de: Fokus
es_es: Foco
ja_jp: フォーカス
ko_kr: 포커스
ru_ru: Фокус
sr_cyrl_rs: Фокус
zh_cn: 专注
zh_tw: 焦點

# Globals_LaunchModeMaximizedFocus.Content
source: Maximized focus
de_de: Maximierter Fokus
es_es: Foco maximizado
fr_fr: Focus maximisé
it_it: Focus ingrandito
ja_jp: 最大フォーカス
ko_kr: 포커스 최대화
ru_ru: Развернутый фокус
sr_cyrl_rs: Максимизовано и фокус
zh_cn: 最大化专注
zh_tw: 最大化焦點

# Globals_LaunchModeMaximizedFullscreen.Content
source: Maximized full screen
de_de: Maximiertes Vollbild
es_es: Pantalla completa maximizada
fr_fr: Plein écran agrandi
it_it: Schermo intero ingrandito
ja_jp: 全画面表示を最大化しました
ko_kr: 최대화된 전체 화면
ru_ru: Развернутый полноэкранный режим
sr_cyrl_rs: Максимизовано и пун екран
zh_cn: 最大化全屏
zh_tw: 最大化全螢幕

# Globals_LaunchModeFullscreenFocus.Content
source: Full screen focus
de_de: Vollbildfokus
es_es: Foco de pantalla completa
fr_fr: Focus plein écran
it_it: Messa a fuoco a schermo intero
ja_jp: 全画面表示フォーカス
ko_kr: 전체 화면 포커스
ru_ru: Полноэкранная фокусировка
sr_cyrl_rs: Пун екран и фокус
zh_cn: 全屏焦点
zh_tw: 全螢幕焦點

# Globals_LaunchModeMaximizedFullscreenFocus.Content
source: Maximized full screen focus
de_de: Maximierter Vollbildfokus
es_es: Foco de pantalla completa maximizado
fr_fr: Focus plein écran agrandi
it_it: Messa a fuoco a schermo intero ingrandita
ja_jp: 全画面表示フォーカスを最大化しました
ko_kr: 최대화된 전체 화면 포커스
ru_ru: Развернутая полноэкранная фокусировка
sr_cyrl_rs: Максимизовано пун екран и фокус
zh_cn: 最大化全屏焦点
zh_tw: 最大化全螢幕焦點

# Profile_BellStyle.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Bell notification style
de_de: Glocken-Benachrichtigungsstil
es_es: Notificación estilo campana
fr_fr: Style de notification en cloche
it_it: Stile di notifica campana
ja_jp: ベル通知スタイル
ko_kr: 벨 알림 스타일
ru_ru: Стиль уведомления колокольчиком
sr_cyrl_rs: Стил обавештења звонцем
zh_cn: 铃声通知样式
zh_tw: 鈴聲通知樣式

# Profile_BellStyle.Header
source: Bell notification style
de_de: Glocken-Benachrichtigungsstil
es_es: Notificación estilo campana
fr_fr: Style de notification Bell
it_it: Stile di notifica campana
ja_jp: ベル通知スタイル
ko_kr: 벨 알림 스타일
ru_ru: Стиль уведомления звонка
sr_cyrl_rs: Стил обавештења звонцем
zh_cn: 铃声通知样式
zh_tw: 鈴聲通知樣式

# Profile_BellStyle.HelpText
source: Controls what happens when the application emits a BEL character.
de_de: Steuert, was passiert, wenn die Anwendung ein BEL-Zeichen ausgibt.
es_es: Controla lo que sucede cuando la aplicación emite un personaje BEL.
fr_fr: Contrôle ce qui se produit lorsque l’application émet un caractère BEL.
it_it: Controlla il comportamento quando l'applicazione crea un carattere BEL.
ja_jp: アプリケーションがBEL文字を生成する場合の動作を制御します。
ko_kr: 응용 프로그램이 BEL 문자를 출력할 때 발생되는 일을 제어합니다.
ru_ru: Управляет тем, что происходит, когда приложение выдает символ BEL.
sr_cyrl_rs: Контролише шта се дешава када апликација емитује BEL карактер.
zh_cn: 控制当应用程序发出 BEL 字符时将执行的操作。
zh_tw: 控制應用程式發出 BEL 字元時要採取的動作。

# Profile_ReloadEnvVars.Header
source: Launch this application with a new environment block
de_de: Diese Anwendung mit einem neuen Umgebungsblock starten
es_es: Iniciar esta aplicación con un nuevo bloque de entorno
fr_fr: Lancer cette application avec un nouveau bloc d’environnement
it_it: Avvia questa applicazione con un nuovo blocco di ambiente
ja_jp: 新しい環境ブロックを使用してこのアプリケーションを起動します
ko_kr: 새 환경 블록으로 이 애플리케이션 시작
ru_ru: Запустить это приложение с новым блоком среды.
sr_cyrl_rs: Покрени ову апликацију са новим блоком окружења
zh_cn: 使用新环境块启动此应用程序
zh_tw: 使用新的環境區塊啟動此應用程式

# Profile_ReloadEnvVars.HelpText
source: When enabled, the Terminal will generate a new environment block when creating new tabs or panes with this profile. When disabled, the tab/pane will instead inherit the variables the Terminal was started with.
de_de: Wenn diese Option aktiviert ist, generiert das Terminal beim Erstellen neuer Registerkarten oder Bereiche mit diesem Profil einen neuen Umgebungsblock. Wenn diese Option deaktiviert ist, erbt die Registerkarte/der Bereich stattdessen die Variablen, mit denen das Terminal gestartet wurde.
es_es: Cuando está habilitado, el terminal generará un nuevo bloque de entorno al crear nuevas pestañas o paneles con este perfil. Cuando se deshabilita, la pestaña o el panel heredarán las variables con las que se inició el terminal.
fr_fr: Lorsqu’il est activé, le terminal génère un nouveau bloc d’environnement lors de la création de nouveaux onglets ou volets avec ce profil. Lorsqu’il est désactivé, l’onglet/volet hérite à la place des variables avec laquelle le terminal a été démarré.
it_it: Se abilitato, il Terminale genera un nuovo blocco ambiente quando crea nuove schede o riquadri con questo profilo. Se disattivato, la scheda/riquadro erediterà le variabili con cui è stato avviato il Terminale.
ja_jp: 有効にすると、ターミナルは、このプロファイルで新しいタブまたはウィンドウを作成するときに新しい環境ブロックを生成します。無効にすると、代わりにタブ/ペインはターミナルが開始された変数を継承します。
ko_kr: 사용하도록 설정하면 이 프로필을 사용하여 새 탭이나 창을 만들 때 터미널이 새 환경 블록을 생성합니다. 사용하지 않도록 설정하면 탭이나 창이 터미널이 시작된 변수를 상속합니다.
ru_ru: Если этот параметр включен, Терминал будет создавать новый блок среды при создании новых вкладок или панелей с этим профилем. Если этот параметр отключен, вкладка или панель будет наследовать переменные, с которыми запущен Терминал.
sr_cyrl_rs: Када је укључено, Терминал ће да генерише нови блок окружења када креира нове картице или панеле са овим профилом. Када је искључено, картица/панел ће уместо тога да наследи променљиве са којима је покренут Терминал.
zh_cn: 启用后，使用此配置文件创建新选项卡或窗格时，终端将生成新的环境块。禁用后，选项卡/窗格将改为继承终端启动时所用的变量。
zh_tw: 啟用時，終端機將在使用此設定檔建立新索引標籤或窗格時產生新的環境區塊。停用時，索引標籤/窗格將改為繼承終端機啟動時的變數。

# Profile_RightClickContextMenu.Header
source: Display a menu on right-click
de_de: Menü bei Rechtsklick anzeigen
es_es: Mostrar un menú al hacer clic con el botón derecho
fr_fr: Afficher un menu en cliquant avec le bouton droit
it_it: Visualizzare un menu al clic con il pulsante destro del mouse
ja_jp: 右クリックでメニューを表示する
ko_kr: 마우스 오른쪽 단추를 클릭할 때 메뉴 표시
ru_ru: Отображать меню при щелчке правой кнопкой мыши
sr_cyrl_rs: Прикажи мени када се изврши десни клик
zh_cn: 右键单击时显示菜单
zh_tw: 在以滑鼠右鍵按一下時顯示選單

# Profile_RightClickContextMenu.HelpText
source: When enabled, the Terminal will display a menu on right-click. When disabled, right-clicking will copy the selected text (or paste if there's no selection).
de_de: Wenn diese Option aktiviert ist, zeigt das Terminal ein Menü an, wenn Sie mit der rechten Maustaste klicken. Wenn diese Option deaktiviert ist, wird durch Klicken mit der rechten Maustaste der markierte Text kopiert (oder eingefügt, wenn keine Auswahl erfolgt).
es_es: Cuando se habilite, el terminal mostrará un menú al hacer clic con el botón derecho. Cuando se deshabilite, al hacer clic con el botón derecho se copiará el texto seleccionado (o se pegará si no hay ninguna selección).
fr_fr: Lorsque cette option est activée, le terminal affiche un menu en cliquant avec le bouton droit. Si cette option est désactivée, le fait de cliquer avec le bouton droit copie le texte sélectionné (ou le coller en l’absence de sélection).
it_it: Se questa opzione è abilitata, il terminale visualizzerà un menu al clic con il pulsante destro del mouse. Se questa opzione è disabilitata, facendo clic con il pulsante destro del mouse verrà copiato il testo selezionato o incollato se non è presente alcuna selezione.
ja_jp: 有効にすると、ターミナルは右クリックでメニューを表示します。無効にすると、右クリックすると選択したテキストがコピーされます (選択されていない場合は貼り付けます)。
ko_kr: 사용하도록 설정하면 터미널에서 마우스 오른쪽 단추를 클릭할 때 메뉴가 표시됩니다. 사용하지 않도록 설정하면 마우스 오른쪽 단추를 클릭하면 선택한 텍스트가 복사됩니다(또는 선택 항목이 없는 경우 붙여넣기).
ru_ru: Если этот параметр включен, терминал отображает меню правой кнопкой мыши. Если этот параметр отключен, при нажатии правой кнопкой мыши будет скопироваться выделенный текст (или вставить, если нет выделенного фрагмента).
sr_cyrl_rs: Када је укључено, Терминал ће приказати мени када се изврши десни клик. Када је искључено, десни клик ће да копира изабрани текст (или да налепи ако нема изабраног текста).
zh_cn: 启用后，终端将在右键单击时显示菜单。禁用后，右键单击将复制所选文本 (，如果没有选择) 则粘贴。
zh_tw: 啟用時，終端機會在單擊滑鼠右鍵時顯示功能表。停用時，若沒有選取專案)，按鼠右鍵將會複製選取的文字 (或貼上。

# Profile_ShowMarks.Header
source: Display marks on the scrollbar
de_de: Anzeigen von Markierungen auf der Scrollleiste
es_es: Mostrar marcas en la barra de desplazamiento
fr_fr: Afficher les marques sur la barre de défilement
it_it: Visualizzare indicatori sulla barra di scorrimento
ja_jp: スクロール バーにマークを表示する
ko_kr: 스크롤 막대에 마크 표시
ru_ru: Отображать метки на полосе прокрутки
sr_cyrl_rs: Прикажи маркере на скрол линији
zh_cn: 在滚动条上显示标记
zh_tw: 在捲軸上顯示標記
